"BUTTON_AUTHENTICATE" = "使用我的電話號碼";

"BUTTON_DISMISS" = "捨棄";

"BUTTON_NOT_NOW" = "現在不要";

"BUTTON_OKAY" = "確定";

"BUTTON_RESEND_CONF_CODE" = "重新傳送確認碼";

"BUTTON_RETRY" = "重試";

"BUTTON_SENDING_CONF_CODE" = "正在傳送確認碼";

"BUTTON_SEND_CONF_CODE" = "傳送確認碼";

"BUTTON_SENT_CONF_CODE" = "已發送確認碼";

"BUTTON_SIGN_IN_WITH_TWITTER" = "用 Twitter 登入";

"BUTTON_TRY_DIFFERENT_NUMBER" = "請試試不同的電話號碼";

"CALL_ME_ACTION" = "以電話確認";

"CALL_ME_LOADING" = "撥號中...";

"ERROR_CANT_SMS" = "無法傳送簡訊至此號碼。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "請檢查你的代碼，然後再試一次";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "唉呀！我們似乎遇到網路問題。要再試一次嗎？[%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "請檢查你的號碼，然後再試一次";

"ERROR_TRY_AGAIN_LATER" = "目前無法登入 Twitter。請稍後再試。";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "你先前已在 <u>digits.com</u> 設定 2 步驟認證碼";

"FOOTNOTE_CONF_CODE_CALL_ME" = "如果點選上方的「以電話確認」，<u>Digits by Twitter</u> 就會撥打語音通話給你，以確認你的電話號碼。可能需支付通話和數據費用。";

"FOOTNOTE_SEND_CONF_CODE" = "如果點選上方的「發送確認碼」，<u>Digits by Twitter</u> 就會發送簡訊給你，以確認你的電話號碼。可能需支付訊息和數據費用。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "輸入 2 步驟認證碼";

"LABEL_ENTER_CONF_CODE" = "輸入確認碼";

"LABEL_ENTER_PHONE_NUMBER" = "輸入你的手機號碼";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "我們會使用 Digits by Twitter 為你尋找更多在使用此應用程式的朋友。當你點選「確定」時，我們就會將你的通訊錄上傳到 Digits by Twitter，以便協助你尋找你認識的 %@ 的使用者，或協助其他 %@ 的使用者找到你。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "尋找你的朋友";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "無法確認你的電話號碼";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "抱歉，發送你的確認碼時發生錯誤。";

"PARTIAL_FOOTNOTE_THIS_APP" = "這個應用程式";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "認證碼";

"PLACEHOLDER_CONF_CODE" = "確認碼";

"PLACEHOLDER_YOUR_NUMBER" = "你的號碼";

"WAIT_FOR_CONF_CODE" = "我們將在一分鐘內傳送確認碼至你的電話。";

